Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/admins_editor_ref_system.po
Languages: ru

source: Level: {lvl} Percentage of referral's replenishment: {percent} Level achievement amount: {amount_of_achievement}
ru: Уровень: {lvl} Процент от пополнения реферала: {percent} Сумма достижения уровня: {amount_of_achievement}

source: from {from_sum}₽
ru: от {from_sum}₽

source: from {from_sum}₽ to {to_sum}₽
ru: от {from_sum}₽ до {to_sum}₽

source: Level not found
ru: Уровень не найден

source: Enter the achievement amount for the new level The amount must be at least {min_amount}₽
ru: Введите сумму достижения для нового уровня Сумма должна быть не менее {min_amount}₽

source: Enter the percentage of deduction
ru: Введите процент отчисления

source: Enter a new percentage
ru: Введите новый процент

source: Enter a new level achievement amount. {condition}
ru: Введите новую сумму достижения уровня. {condition}

source: The new amount must be more than {more}₽ {less}
ru: Новая сумма должна быть более {more}₽ {less}

source: and less {less}₽
ru: и менее {less}₽

source: Incorrect value entered {condition}
ru: Введено некорректное значение {condition}

source: Unable to change the achievement amount for the first level
ru: Невозможно изменить сумму достижения для первого уровня

source: The first level cannot be deleted
ru: Первый уровень невозможно удалить

source: Level successfully removed!
ru: Уровень успешно удалёна!

source: Level successfully created!
ru: Уровень успешно Создан!

source: Are you sure you want to delete this level?
ru: Вы действительно хотите удалить этот уровень?
