Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/admins_editor_promo_codes.po
Languages: ru

source: Promo code not found, please select another one
ru: Промокод не найден, выберите другой

source: ID: {id} Valid: {valid} Code: {code} Minimum order amount: {min_order_amount} Discount amount: {amount} Discount percentage: {discount_percentage} Allowed number of activations: {number_of_activations} Number of activations: {activated_counter} Created: {start_at} Valid until: {expire_at}
ru: ID: {id} Действительный: {valid} Код: <code>{code}</code> Минимальная сумма с которой можно применить: {min_order_amount} ₽ Сумма скидки: {amount} ₽ Процент скидки: {discount_percentage} Разрешённое число активаций: {number_of_activations} Число активаций: {activated_counter} Создан: {start_at} Действителен до: {expire_at}

source: endlessly
ru: бесконечно

source: unlimited
ru: не ограничено

source: Select the type of promo code
ru: Выберите к какому типу будет относиться промокод

source: Enter the amount of the promo code that will be discounted upon activation
ru: Введите сумму промокода на которую будет скидка при его активации

source: Enter the percentage of the purchase that will be discounted when the promo code is activated
ru: Введите процент от покупки на который будет скидка при активации промокода

source: The percentage should not exceed 100. Please try again
ru: Процент не должен превышать 100. Попробуйте ещё раз

source: Enter the allowed number of promo code activations If you click skip, the number will be unlimited Note: Each user can only activate once
ru: Введите разрешённое число активаций промокода Если нажмёте пропустить, то это число будет не ограничено Примечание: Один пользователь может активировать только один раз

source: Enter the date until which the promo code will be valid. With Moscow time zone (local time in Moscow) If you click skip, the promo code will be valid indefinitely. Example: <code>2025-12-02 16:42:57</code>
ru: Введите дату до которого будет действителен промокод. С временной зоной по Москве (по местному времени в москве) Если нажмёте пропустить промокод будет действовать бессрочно. Пример: <code>2025-12-24 16:42:57</code>

source: Enter the minimum purchase amount to apply the promo code
ru: Введите минимальную сумму покупки с которой можно применить промокод

source: Enter the activation code. Attention! 1) The code must not match other active promo codes. 2) The code must not exceed 150 characters
ru: Введите код активации. Внимание! 1) Код не должен совпадать с другими кодами у активных промокодов. 2) Длина кода не должна превышать 150 символов

source: This code is already taken by one of the active promo codes. Enter another one
ru: Данный код уже занят одним из активных промокодов. Введите другой

source: You have exceeded the 150 character code limit. Please try again
ru: Вы превысили лимит кода в 150 символов. Попробуйте ещё раз

source: Unable to create promo code. Please try again
ru: Не удалось создать промокод. Попробуйте ещё раз

source: Promo code successfully created
ru: Промокод успешно создан

source: Are you sure you want to delete this promo code?
ru: Вы действительно хотите удалить данный промокод?

source: This promo code has already been deactivated
ru: Данный промокод уже деактивирован

source: Promo code successfully deactivate
ru: Промокод успешно деактивирован
