Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/admins_editor_category.po
Languages: ru

source: Category Editor This is where the main categories are located, which the user sees when they navigate to the 'Categories' section
ru: Редактор категорий Здесь расположены главные категории, которые пользователь видит при переходе в раздел 'Категории'

source: Specify the category name for this language: {language}
ru: Укажите имя категории для этого языка: {language}

source: Specify the category description for this language: {language}
ru: Укажите описание категории для этого языка: {language}

source: The category no longer exists
ru: Категории больше нет

source: There is no longer a payment method
ru: Типа оплаты больше нет

source: Category Name: {name} Index: {index} Show: {show} Stores items: {is_storage}
ru: Категория Имя: {name} Индекс: {index} Показывать: {show} Хранит товары: {is_storage}

source: Allow resale of product {reuse_product} Media Type: {media_type}
ru: Разрешить повторную продажу товара {reuse_product} Тип Медиа: {media_type}

source: description
ru: <b>Описание</b> - Только описание

source: image
ru: <b>Изображение</b> - Только изображение отосланное как фото

source: video
ru: <b>Видео</b> - Только видео отосланное как видео

source: document
ru: <b>Документ</b> - Только документ отосланное как файл

source: mixed
ru: <b>Смешанный</b> - Файл + Описание. Файл может отправиться как фото, видео или просто документ в зависимости от его расширения

source: To set this flag, the category must not contain any products
ru: Для установки этого флага в категории не должны храниться товары

source: Number of items in stock: {total_quantity} Sum of all items in stock: {total_sum} Cost of all items in stock: {total_cost_price} Expected profit: {total_profit}
ru: Количество хранящихся товаров: {total_quantity} Сумма всех хранящихся товаров: {total_sum} Себестоимость всех хранящихся товаров: {total_cost_price} Ожидаемая прибыль: {total_profit}

source: Are you sure you want to delete this category? Before deleting, make sure this category does not contain any subcategories or products!
ru: Вы действительно хотите удалить эту категорию? ⚠️ Перед удаление убедитесь что данная категория не содержит в себе подкатегорий и не хранит товары!

source: The category stores accounts, please extract them first
ru: Категория хранит аккаунты, сперва извлеките их

source: The category stores subcategories, delete them first
ru: Категория хранит подкатегории, сперва удалите их

source: Category successfully removed!
ru: Категория успешно удалёна!

source: Category successfully created!
ru: Категория успешно создана!

source: Name: {name} Description: {description}
ru: Имя: {name} Описание: {description}

source: Price of one product: {price} Cost of one product: {cost_price}
ru: Цена одного товара: {price} Себестоимость одного товара: {cost_price}

source: Number of buttons per row: {number_button_in_row} 👇 Select the item to edit
ru: Число кнопок в одной строке: {number_button_in_row} 👇 Выберите пункт для изменения

source: Select product type
ru: Выберите тип продукта

source: Selected product type not found
ru: Выбранный тип продукта не найден

source: Select service account
ru: Выберите сервис аккаунта

source: Selected service account not found
ru: Выбранный сервис аккаунта не найден

source: Select the product's media type What the user will receive upon purchase:
ru: Выберите медиа тип товара Что получит пользователь при покупки:

source: Selected type not found
ru: Выбранный тип не найден

source: Select the language to change
ru: Выберите язык для изменения

source: Select the desired section
ru: Выберите желаемый раздел

source: Enter a new name Current name: {name}
ru: Введите новое имя Текущее имя: {name}

source: Enter a new description Current description: {description}
ru: Введите новое описание Текущее описание: {description}

source: Name changed successfully
ru: Имя успешно изменено

source: Description changed successfully
ru: Описание успешно изменено

source: Send a photo. Be sure to include a document for greater image clarity!
ru: Пришлите фото Обязательно документом для большего чёткости изображения!

source: The file is too large — maximum {max_size_mb} MB. Try again
ru: Файл слишком большой — максимум {max_size_mb} МБ. Попробуйте ещё раз

source: This is not an image. Send it as a document
ru: Это не изображение. Отправь фото как документ

source: Image installed successfully
ru: Изображение успешно установленно

source: Please send an integer - the price for one product
ru: Пришлите целое число - цену за один продукт

source: Send an integer - the cost price for one product
ru: Пришлите целое число - себестоимость за один продукт

source: Please send an integer - the number of buttons in one line for the category Allowed: from 1 to 8
ru: Пришлите целое число - количество кнопок в одной строке для категории Разрешено: от 1 до 8

source: Send the archive with the exact folder and archive structure as shown in the photo
ru: Пришлите архив строго с такой структурой папок и архивов как на фото

source: Send a file with the '.csv' extension. It must have the structure shown in the photo. Please pay attention to the headers; they must be strictly followed! Required Headers (can be copied): '<code>phone</code>', '<code>login</code>', '<code>password</code>' Note: To create a '.csv' file, create an exal workbook and save it as '.csv'
ru: Пришлите файл с расширением '.csv' Он должен содержать структуру как на фото. Обрати внимание на заголовки, их следует строго соблюдать! Необходимые Заголовки(можно скопировать): '<code>phone</code>', '<code>login</code>', '<code>password</code>' Примечание: для создания файла '.csv' Создайте exal книгу и сохраните как '.csv'

source: This service no longer exists, please choose another one
ru: Данного сервиса больше не существует, пожалуйста выберите другой

source: A file with this extension is not supported, please send a file with one of these extensions: {extensions_list}
ru: Файл с таким расширением не поддерживается, пожалуйста пришлите файл с одним из этих расширений: {extensions_list}

source: The file is too large. The maximum size is {max_size_file} MB. Please send a different file
ru: Файл слишком большой. Максимальный размер — {max_size_file} МБ. Пожалуйста отошлите другой файл

source: Please wait for the accounts to load and don't touch anything!
ru: ⚠️ Пожалуйста дождитесь загрузки аккаунтов и ничего не трогайте! ⚠️

source: The file is uploaded to the server
ru: Файл загружается на сервер

source: The file has been successfully uploaded. The accounts are currently being checked for validity and integrated into the bot
ru: Файл успешно загружен. В данный момент происходит проверка аккаунтов на валидность и их интеграция в бота

source: The resulting file has incorrect header formatting. Carefully examine the attached photo and try again Required Headers (can be copied): '<code>phone</code>', '<code>login</code>', '<code>password</code>'
ru: В полученном файле некорректный формат заголовков. Внимательно изучите прикреплённое фото и попытайтесь ещё разn Необходимые Заголовки(можно скопировать): '<code>phone</code>', '<code>login</code>', '<code>password</code>'

source: First, make this category a food storage area
ru: Сперва сделайте данную категорию хранилищем продуктов

source: Account integration was successful. Successfully added: {successfully_added} Total processed: {total_processed}
ru: Интеграция аккаунтов прошла успешно. Успешно добавлено: {successfully_added} Всего обработано: {total_processed}

source: We couldn't extract the account from some {acc_from}(either the structure is broken or the account is invalid); they were downloaded as a separate file
ru: Из некоторых {acc_from} не удалось извлечь аккаунт (либо нарушена структура хранения, либо аккаунт не валидный), они были выгружены отдельным файлом 👇

source: files
ru: Файлов

source: lines
ru: Строк

source: Some accounts are already in the bot; they were downloaded as a separate file
ru: Некоторые аккаунты уже имеются в боте, они были выгружены отдельным файлом 👇

source: An error occurred inside the server, see the logs!
ru: ⚠️ Внутри сервера произошла ошибка, смотри логи! ⚠️

source: Failed account extraction
ru: НЕ удалось извлечь аккаунты

source: Duplicate accounts
ru: Аккаунты дубликаты

source: Account upload has begun. Wait for the message about the completion of the upload
ru: Выгрузка аккаунтов начата. Дождитесь сообщения об окончании выгрузке

source: Account upload complete
ru: Выгрузка аккаунтов закончена

source: Account not found!
ru: Аккаунты не найдены!

source: Are you sure you want to permanently delete all products currently on sale? Note: They will be uploaded to this chat before deletion
ru: Вы действительно хотите удалить безвозвратно все продукты стоящие на продаже? Примечание: перед удалением они будут выгружены в этот чат

source: Products successfully deleted
ru: Продукты успешно удалены

source: Error downloading file to server, try again. Possible causes: - Telegram servers are under load - Slow internet connection on the server where the bot is located - The file is too large and didn't download within the allotted time
ru: Ошибка при скачивании файла на сервер, попробуйте ещё раз. Возможные причины: - Сервера телеграмма нагружены - Медленный интернет на сервере где расположен бот - файл слишком большой и не успел скачаться за отведённое время
