Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/admins_editor_mass_mailing.po
Languages: ru

source: Sent successfully: {quantity_successfully} Total sent: {quantity_sent_total} Total users: {quantity_users}
ru: Отослано успешных: {quantity_successfully} Отослано всего: {quantity_sent_total} Всего пользователей: {quantity_users}

source: Mailing completed {result}
ru: Рассылка завершена {result}

source: The photo could not be found. Please re-attach it
ru: Не удалось найти фото. Пожалуйста прикрепите его заново

source: There will be a message here
ru: Тут будет сообщение

source: Warning! The message is too long. For a message with a photo, please attach a text <b>no more than 1024</b> characters long For a message without a photo, please attach a text <b>no more than 4096</b> characters long
ru: Внимание! Сообщение слишком длинное. Для сообщения с фото прикрепите текст длинной <b>не более 1024</b> символов Для сообщения без фото прикрепите текст длинной <b>не более 4096</b> символов

source: Are you sure you want to broadcast this message to all users? This will take approximately: {need_seconds} seconds
ru: Вы действительно хотите запустить рассылку данного сообщения всем пользователям? Это займёт приблизительно: {need_seconds} секунд

source: Send a photo as a document
ru: Пришлите фото документом

source: Send the text that will be used to send the message. To apply text formatting, use HTML markup by placing the desired text in tags. Example: <b>Desired text.</b> - This text will be bold. See the tooltip for tag options For a message with a photo, attach a text no more than 1024 characters long. For a message without a photo, attach a text no more than 4096 characters long.
ru: Пришлите текст, который будет использоваться для отправки сообщения. Что бы применить форматирование текста используете HTML разметку помещая в теги желаемый текст для форматирования. Пример: <b>Желаемый текст.</b> - Данный текст будет жирным. Варианты тегов смотри в подсказке Для сообщения с фото прикрепите текст длинной не более 1024 символов Для сообщения без фото прикрепите текст длинной не более 4096 символов

source: Basic formatting tags: <b> bold text </b> <i> italic </i> <u> underlined text </u> <s> ~~strikethrough text~~ </s> <code> monospace code </code> <pre> preformatted text block </pre> <tg-spoiler> spoiler (hidden text) </tg-spoiler> Links: <a href="URL">link text</a> - regular link <a href="tg://user?id=123456">user mention</a> - user mention
ru: Основные теги форматирования: <b> жирный текст </b> <i> курсив </i> <u> подчеркнутый текст </u> <s> ~~зачеркнутый текст~~ </s> <code> моноширинный код </code> <pre> блок предварительно форматированного текста </pre> <tg-spoiler> спойлер (скрытый текст) </tg-spoiler> Ссылки: <a href="URL">текст ссылки</a> - обычная ссылка <a href="tg://user?id=123456">упоминание пользователя</a> - упоминание пользователя

source: Current link: <code>{url}</code>
ru: Текущая ссылка: <code>{url}</code>

source: The URL you entered is incorrect. Please try again
ru: Введён некорректный url. Попробуйте ещё раз

source: Message not found
ru: Сообщение не найдено

source: Message ID: {message_id} Admin ID who sent the mailing: {admin_id} Number of users who received messages: {number_received} Number of messages sent: {number_sent} Date of the event: {created_at}
ru: ID сообщения: <b>{message_id}</b> ID админа производивший рассылку: <b>{admin_id}</b> Число пользователей получивших сообщений: <b>{number_received}</b> Число отправленных сообщений: <b>{number_sent}</b> Дата проведения: <b>{created_at}</b>
