Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/admins_show_data_by_*.po
Languages: ru

source: Enter ID
ru: Введите ID

source: No data found for this ID. Please try again
ru: Данные по этому ID не найдены. Попробуйте ещё раз

source: Replenishment ID: {replenishment_id} User ID: {user_id} Payment type ID: {type_payment_id} User credited amount: {origin_amount} Amount the user paid (including the bot commission): {amount} Status: {status} Created: {created_at} Payment system transaction ID: {payment_system_id} Payment URL: {invoice_url} Payment expiration date: {expire_at}
ru: ℹ️ ├ ID пополнения: {replenishment_id} ├ ID пользователя: {user_id} ├ ID типа оплаты: {type_payment_id} ├ Сумма начисления пользователю: {origin_amount} ├ Сумма которую заплатил пользователь (с учётом комиссии бота): {amount} ├ Статус: {status} ├ ID транзакции в системе платежа: {payment_system_id} ├ URL для оплаты: {invoice_url} ├ Создан: {created_at} ╰ Срок действия платежа: {expire_at}

source: Account Purchase ID: {purchase_id} User ID: {user_id} Account ID: {account_storage_id} Price without promo code: {original_price} Purchase price: {purchase_price} Cost price: {cost_price} Net profit: {net_profit} Sale date: {purchase_date}
ru: ℹ️ ├ ID покупки аккаунта: {purchase_id} ├ ID Пользователя: {user_id} ├ ID аккаунта: {account_storage_id} ├ Цена без учёта промокода: {original_price} ├ Цена покупки: {purchase_price} ├ Себестоимость: {cost_price} ├ Чистая прибыль: {net_profit} ╰ Дата продажи: {purchase_date}

source: Transfer Money ID: {transfer_money_id} User from ID: {user_from_id} User where ID: {user_where_id} Amount: {amount} Created: {created_at}
ru: ℹ️ ├ ID перевода средств: {transfer_money_id} ├ ID отправителя: {user_from_id} ├ ID получателя: {user_where_id} ├ Сумма перевода: {amount} ╰ Создан: {created_at}

source: Voucher ID: {voucher_id} Creator ID: {creator_id} Is created admin: {is_created_admin} Activation code: {activation_code} Amount: {amount} Activated counter: {activated_counter} Number of activations: {number_of_activations} Start at: {start_at} Expire at: {expire_at} Is valid: {is_valid}
ru: ℹ️ ├ ID ваучера: {voucher_id} ├ ID создателя: {creator_id} ├ Создан администратором: {is_created_admin} ├ Код активации: {activation_code} ├ Сумма: {amount} ├ Количество активаций: {activated_counter} ├ Разрешённое количество активаций: {number_of_activations} ├ Дата начала действия: {start_at} ├ Дата окончания действия: {expire_at} ╰ Активен: {is_valid}

source: Voucher activation ID: {voucher_activation_id} Voucher ID: {voucher_id} User ID: {user_id} Created: {created_at}
ru: ℹ️ ├ ID активации ваучера: {voucher_activation_id} ├ ID ваучера: {voucher_id} ├ ID пользователя: {user_id} ╰ Дата активации: {created_at}

source: Promo code ID: {promo_code_id} Activation code: {activation_code} Min order amount: {min_order_amount} Activated counter: {activated_counter} Amount: {amount} Discount percentage: {discount_percentage} Number of activations: {number_of_activations} Start at: {start_at} Expire at: {expire_at} Is valid: {is_valid}
ru: ℹ️ ├ ID промокода: {promo_code_id} ├ Код активации: {activation_code} ├ Минимальная сумма заказа: {min_order_amount} ├ Количество активаций: {activated_counter} ├ Сумма скидки: {amount} ├ Процент скидки: {discount_percentage} ├ Разрешённое количество активаций: {number_of_activations} ├ Дата начала действия: {start_at} ├ Дата окончания действия: {expire_at} ╰ Активен: {is_valid}

source: Activated promo code ID: {activated_promo_code_id} Promo code ID: {promo_code_id} User ID: {user_id} Created: {created_at}
ru: ℹ️ ├ ID активации промокода: {activated_promo_code_id} ├ ID промокода: {promo_code_id} ├ ID пользователя: {user_id} ╰ Дата активации: {created_at}

source: Referral ID: {referral_id} Owner user ID: {owner_user_id} Level: {level} Created: {created_at}
ru: ℹ️ ├ ID реферала: {referral_id} ├ ID пригласившего пользователя: {owner_user_id} ├ Уровень реферала: {level} ╰ Дата привязки: {created_at}

source: Income from referral ID: {income_from_referral_id} Replenishment ID: {replenishment_id} Owner user ID: {owner_user_id} Referral ID: {referral_id} Amount: {amount} Percentage of replenishment: {percentage_of_replenishment} Created: {created_at}
ru: ℹ️ ├ ID дохода с реферала: {income_from_referral_id} ├ ID пополнения: {replenishment_id} ├ ID владельца (получателя дохода): {owner_user_id} ├ ID реферала: {referral_id} ├ Сумма дохода: {amount} ├ Процент от пополнения: {percentage_of_replenishment} ╰ Дата начисления: {created_at}

source: Wallet transaction ID: {wallet_transaction_id} User ID: {user_id} Type: {type} Amount: {amount} Balance before: {balance_before} Balance after: {balance_after} Created: {created_at}
ru: ℹ️ ├ ID транзакции кошелька: {wallet_transaction_id} ├ ID пользователя: {user_id} ├ Тип операции: {type} ├ Сумма: {amount} ├ Баланс до операции: {balance_before} ├ Баланс после операции: {balance_after} ╰ Дата операции: {created_at}

source: Sold account ID: {sold_account_id} Owner ID: {owner_id} Account service type ID: {type_account_service_id} Name: {name} Description: {description} Sold at: {sold_at} Account storage ID: {account_storage_id} Storage UUID: {storage_uuid} File path: {file_path} Checksum: {checksum} Status: {status} Key version: {key_version} Encryption algorithm: {encryption_algo} Phone number: {phone_number} Login (encrypted): {login_encrypted} Password (encrypted): {password_encrypted} Is active: {is_active} Is valid: {is_valid} Added at: {added_at} Last check at: {last_check_at}
ru: ℹ️ ├ ID проданного аккаунта: {sold_account_id} ├ ID владельца: {owner_id} ├ ID типа сервиса аккаунта: {type_account_service_id} ├ Название: {name} ├ Описание: {description} ├ Дата продажи: {sold_at} ℹ️ ├ ID хранилища аккаунта: {account_storage_id} ├ UUID хранилища: {storage_uuid} ├ Checksum: {checksum} ├ Статус: {status} ├ Версия ключа: {key_version} ├ Алгоритм шифрования: {encryption_algo} ├ Номер телефона: {phone_number} ├ Логин (зашифрован): {login_encrypted} ├ Пароль (зашифрован): {password_encrypted} ├ Активен: {is_active} ├ Валиден: {is_valid} ├ Дата добавления: {added_at} ╰ Последняя проверка: {last_check_at}
