Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/admins_user_mang.po
Languages: ru

source: Send the user ID/username Note: It is preferable to use ID, it is more secure
ru: Пришлите ID/username пользователя Примечание: предпочтительнее использовать ID, так более надёжно

source: User with this ID/Username not found, try again
ru: Пользователь с таким ID/Username не найден попробуйте ещё раз

source: Multiple users with this username were found, please search by ID
ru: Найдено несколько пользователей с данным username, примените поиск по ID

source: Enter a new balance for the user Current: {balance} ₽
ru: Введите новый баланс для пользователя Текущий: {balance} ₽

source: Reason for ban: {reason}
ru: Причина бана: {reason}

source: Balance successfully changed Current balance {balance}
ru: Баланс успешно изменён Текущий баланс {balance}

source: Are you sure you want to unban this user?
ru: Вы уверены, что хотите разблокировать этого пользователя?

source: Please provide a reason for the ban
ru: Укажите причину бана

source: The user has been successfully banned
ru: Пользователь успешно забанен

source: The user has been successfully unbanned
ru: Пользователь успешно разбанен

source: The user has no log entries
ru: У пользователя нет ни одной записи в логах
