Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/admins_settings.po
Languages: ru

source: Maintenance: {maintenance_mode} Support Username: @{support_username} Chat ID for logging: {channel_for_logging_id} Channel ID for subscription: {channel_for_subscription_id} Channel URL for subscription: {channel_for_subscription_url} Channel Name: {channel_name} Store Name: {shop_name} FAQ URL: {FAQ}
ru: ├ Тех работы: <b>{maintenance_mode}</b> ├ Username поддержки: @{support_username} ├ ID чата для логирования: <b>{channel_for_logging_id}</b> ├ ID канала для подписки: <b>{channel_for_subscription_id}</b> ├ URL канала для подписки: <a href="{channel_for_subscription_url}">{channel_for_subscription_url}</a> ├ Имя канала: <b>{channel_name}</b> ├ Имя магазина: <b>{shop_name}</b> ╰ URL на FAQ: <a href="{FAQ}">{FAQ}</a>

source: First, please specify a chat/channel for logs
ru: Сперва укажите чат/канал для логов

source: Enter new data
ru: Введите новые данные

source: The text is too long. Please try again
ru: Слишком длинный текст. Попробуйте ещё раз

source: This text is not a link. Try again
ru: Данный текст не является ссылкой. Попробуйте ещё раз

source: Incorrect values entered. Please try again
ru: Введены некорректные значения. Попробуйте ещё раз

source: Enter user ID
ru: Введите ID пользователя

source: Enter admin ID
ru: Введите ID админа

source: User not found. Please try again
ru: Пользователь не найден. Попробуйте ещё раз

source: Admin created successfully
ru: Админ успешно создан

source: Admin not found. Try again
ru: Админ не найден. Попробуйте ещё раз

source: Admin successfully deleted
ru: Админ успешно удалён

source: Unable to remove main admin
ru: Невозможно удалить главного админа

source: Log upload has begun
ru: Начата выгрузка логов

source: Log upload complete
ru: Выгрузка логов закончена
