Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/catalog.po
Languages: ru

source: Want to stay up-to-date on all the latest news? Subscribe to our channel where we share news and special offers
ru: Хотите быть в курсе всего самого важного? Подпишитесь на канал, где мы делимся новостями и выгодными предложениями

source: Thank you for your purchase The account is already in the profile
ru: ❤️ Благодарим за покупку Аккаунт уже в профиле

source: The service is temporarily unavailable
ru: Сервис временно недоступен

source: The category is temporarily unavailable
ru: Категория временно недоступна

source: {name} Service: {service_name} Description: {description} Price per account: {price_one_account} ₽ Accounts selected: {selected_accounts} {discount}Total: {total_price} To specify the required quantity, send the bot a number
ru: {name} Сервис: {service_name} Описание: {description} Цена одного аккаунта: {price_one_account} ₽ Выбрано аккаунтов: {selected_accounts} {discount}Итого: {total_price} Чтобы указать необходимое количество, отправьте боту цифру

source: Confirm your purchase {category_name} Accounts will be received: {quantity_account} Your balance: {balance} Due: {total_sum}
ru: Подтвердите покупку {category_name} Аккаунтов будет получено: {quantity_account} Ваш баланс: {balance} К оплате: {total_sum}

source: Discount with promo code: {discount}
ru: Скидка по промокоду: {discount}

source: No longer in stock
ru: Больше нет в наличии

source: Enter the activation code
ru: Введите код активации

source: Select at least one account
ru: Выберите хотя бы один аккаунт

source: There are not enough accounts on the server, please change the number of accounts to purchase
ru: На сервере недостаточно аккаунтов, пожалуйста измените их количество на приобретение
