Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/categories.po
Languages: ru

source: Want to stay up-to-date on all the latest news? Subscribe to our channel where we share news and special offers
ru: Хотите быть в курсе всего самого важного? Подпишитесь на канал, где мы делимся новостями и выгодными предложениями

source: Thank you for your purchase The account is already in the profile
ru: ❤️ Благодарим за покупку Аккаунт уже в профиле

source: There are no categories at the moment
ru: Категорий на данный момент нет

source: The category is temporarily unavailable
ru: Категория временно недоступна

source: {name} Description: {description} Price per product: {price} ₽ Products selected: {selected_products} {discount}Total: {total_price} To specify the required quantity, send the bot a number
ru: {name} Описание: {description} Цена одного продукта: {price} ₽ Выбрано продуктов: {selected_products} {discount}Итого: {total_price} Чтобы указать необходимое количество, отправьте боту цифру

source: Confirm your purchase {category_name} Product will be received: {quantity_products} Your balance: {balance} Due: {total_sum}
ru: Подтвердите покупку {category_name} Товаров будет получено: {quantity_products} Ваш баланс: {balance} К оплате: {total_sum}

source: Discount with promo code: {discount}
ru: Скидка по промокоду: {discount}

source: No longer in stock
ru: Больше нет в наличии

source: Enter the activation code
ru: Введите код активации

source: Select at least one product
ru: Выберите хотя бы один товар

source: There are not enough products on the server, please change the number of accounts to purchase
ru: На сервере недостаточно товаров, пожалуйста измените их количество на приобретение

source: Test accounts...
ru: Проверка аккаунтов
