Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/discount_dom.po
Languages: ru

source: #Promocode_activation ID promo_code '{promo_code_id}' Code '{code}' ID user '{user_id}' Successfully activated. Activations remaining: {number_of_activations}
ru: #Активация_промокода ID '{promo_code_id}' Код '{code}' ID пользователя '{user_id}' Успешно активирован. Осталось активаций: {number_of_activations}

source: #Promo_code_expired ID '{id}' Code '{code}' The promo code has expired due to reaching the number of activations or time limit. It is no longer possible to activate it
ru: #Промокод_закончился ID '{id}' Код '{code}' Промокод закончился из-за достижения количества активаций или ограничения по времени. Теперь его невозможно активировать

source: #Voucher_expired ID '{id}' Code '{code}' The voucher has expired due to reaching the number of activations or time limit. It is no longer possible to activate it
ru: #Ваучер_закончился ID '{id}' Код '{code}' Ваучер закончился из-за достижения количества активаций или ограничения по времени. Теперь его невозможно активировать

source: Voucher expired ID '{id}' Code '{code}' Voucher expired due to time limit. It can no longer be activated
ru: У ваучера истёк срок действия ID '{id}' Код '{code}' Ваучер закончился из-за ограничения по времени. Теперь его невозможно активировать

source: Voucher has reached its activation limit ID '{id}' Code '{code}' The voucher has expired due to the activation limit. It can no longer be activated
ru: У ваучера достигнут лимит активаций ID '{id}' Код '{code}' Ваучер закончился из-за ограничения по количеству активаций. Теперь его невозможно активировать

source: Voucher with this code not found
ru: Ваучер с данным кодом не найден

source: You have already activated this voucher. It can only be activated once
ru: Вы уже активировали данный ваучер. Его можно активировать только один раз

source: Voucher successfully activated! Voucher amount: {amount} Current balance: {new_balance}
ru: Ваучер успешно активирован! Сумма ваучера: {amount} Текущий баланс: {new_balance}

source: Voucher with code '{code}' has been activated! Remaining number of voucher activations: {number_activations}
ru: Ваучер с кодом '{code}' активирован! Оставшееся количество активаций ваучера: {number_activations}

source: You cannot activate the voucher. You are its creator
ru: Вы не можете активировать ваучер. Вы его создатель

source: #Error_activating_promo_code. Promo code ID '{id}' Error: {error}
ru: #Ошибка_при_активации_промокода. ID промокода '{id}' Ошибка: {error}

source: Error_while_activating_voucher. Voucher ID '{id}' Error: {error}
ru: #Ошибка_при_активации_ваучера. ID ваучера '{id}' Ошибка: {error}

source: #Error_refunding_money_from_voucher Voucher ID: {voucher_id} Owner ID: {owner_id} Error: {error}
ru: #Ошибка при возврате денег с ваучера ID ваучера: {voucher_id} ID Владельца: {owner_id} Ошибка: {error}
