Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/kb_admin_panel.po
Languages: ru

source: Editors
ru: Редакторы

source: Categories
ru: Категории

source: Services replenishments
ru: Сервисы пополнения

source: Images
ru: Изображения

source: Vouchers
ru: Ваучеры

source: Promo codes
ru: Промокоды

source: Add
ru: Добавить

source: To services
ru: К сервисам

source: In category
ru: В категорию

source: In category editor
ru: В редактор категорий

source: Up index
ru: ⬆️ Индекс

source: Down index
ru: ⬇️ Индекс

source: {indicator} Show
ru: {indicator} Показывать

source: {indicator} Multiple Sale
ru: {indicator} Многократная продажа

source: {indicator} Wholesale purchase
ru: {indicator} Оптовая покупка

source: Rename
ru: Изменить имя

source: Add Category
ru: Добавить категорию

source: Add subcategory
ru: Добавить подкатегорию

source: Make storage
ru: Сделать хранилищем

source: Remove storage
ru: Убрать хранилище

source: Update data
ru: Изменить данные

source: Load products
ru: Загрузить продукты

source: Name / Description
ru: Имя / Описание

source: Name
ru: Имя

source: Description
ru: Описание

source: Image
ru: Фото

source: Price one product
ru: Цена одного продукта

source: Cost Price one product
ru: Себестоимость одного продукта

source: Number button in row
ru: Число кнопок в строке

source: {indicator} Show by default
ru: {indicator} Показывать по умолчанию

source: To the data
ru: К данным

source: Delete all products
ru: Удалить все продукты

source: Unload all products
ru: Выгрузить все продукты

source: Получить пример
ru: Get example

source: Edit commission
ru: Изменить комиссию

source: User management
ru: Управление пользователями

source: Change Balance
ru: Изменить баланс

source: Issue a ban
ru: Выдать бан

source: Remove the ban
ru: Убрать бан

source: Unload All Actions
ru: Выгрузить все действия

source: Transaction History
ru: История операции

source: Unload Referral List
ru: Выгрузить список рефералов

source: Referral Credit History
ru: История начисления рефералов

source: Active vouchers
ru: Активные ваучеры

source: Change image
ru: Изменить изображение

source: In level
ru: В уровень

source: Change persent
ru: Изменить процент

source: Change achievement Amount
ru: Изменить сумму достижения

source: In start
ru: В начало

source: In voucher
ru: В ваучер

source: Valid
ru: Валидный

source: Not valid
ru: Не валидный

source: Create promo code
ru: Создать промокод

source: In promo code
ru: В промокод

source: Show not valid {indicator}
ru: Показывать невалидные {indicator}

source: With percentage
ru: С процентом

source: With a fixed amount
ru: С фиксированной суммой

source: Mailing
ru: Рассылка

source: Editor
ru: Редактор

source: History
ru: История

source: Start mailing
ru: Начать рассылку

source: Change Photo
ru: Изменить фото

source: Change text
ru: Изменить текст

source: Change button url
ru: Изменить url кнопки

source: Hints to the text
ru: Подсказки к тексту

source: Detail
ru: Детали

source: Change
ru: Изменение

source: Add admin
ru: Добавить админа

source: Delete admin
ru: Удалить админа

source: Download logs
ru: Выгрузить логи

source: {indicator} maintenance mode
ru: {indicator} Технические работы

source: Support username
ru: Username поддержки

source: Chat ID for logging
ru: ID чата для логирования

source: Channel ID to subscribe to
ru: ID канала для подписки

source: URL channel for subscription
ru: URL канала для подписки

source: Channel name
ru: Имя канала

source: Shop name
ru: Имя Магазина

source: URL to FAQ
ru: URL на FAQ

source: Showing data by ID
ru: Просмотр данных по ID

source: Users
ru: Пользователь

source: Replenishment
ru: Пополнение

source: Purchase account
ru: Покупка аккаунта

source: Transfer money
ru: Перевод денег

source: Activate voucher
ru: Активация ваучера

source: Promo code
ru: Промокод

source: Promo code activation
ru: Активация промокода

source: Referral
ru: Реферал

source: Income from referral
ru: Доход от реферала

source: Wallet transfer
ru: Движение средств

source: Sold Account
ru: Проданный аккаунт

source: Statistics
ru: Статистика

source: Per day
ru: За день

source: Per week
ru: За неделю

source: Per month
ru: За месяц

source: Per year
ru: За год

source: All time
ru: За всё время
