Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/profile_messages.po
Languages: ru

source: Username: {username} ID: {id} Ref_link: {ref_link} Total sum replenishment: {total_sum_replenishment} Balance: {balance}, Money in vouchers {money_in_vouchers}
ru: 👤 Информация ├ Username: {username} ├ ID: <code>{id}</code> ├ Реферальная ссылка: <a href='{ref_link}'>Ссылка</a> ├ Общая сумма пополнения: {total_sum_replenishment} ₽ ├ Баланс: {balance} ₽ ╰ Средства удержанные в ваучерах: {money_in_vouchers} ₽

source: Select the desired service for replenishment
ru: Выберите желаемый сервис для пополнения

source: This service is temporarily inactive
ru: Данный сервис временно неактивен

source: {name_payment}. Enter the top-up amount in rubles
ru: {name_payment}. Введите сумму пополнения в рублях

source: {service_name}. Invoice successfully created. You have {minutes} minute to pay. After the time expires, the invoice will be canceled. Amount: {origin_sum} Payable: {total_sum} ₽ ( + commission {percent}%)
ru: {service_name}. Счёт успешно создан. У вас есть {minutes} минута для оплаты. По истечении времени счёт будет отменён. Сумма: {origin_sum} К оплате: {total_sum} ₽ ( + commission {percent}%)

source: Incorrect amount entered. Maximum: {amount_max} Minimum: {amount_min}
ru: Введена некорректная сумма Максимум: {amount_max} Минимум: {amount_min}

source: Select account type
ru: Выберите тип аккаунта

source: ID product: {product_id} Phone: {phone_number} Name: {name} Description: {description} {valid} Purchased: {sold_at}
ru: ID товара: {product_id} Телефон: {phone_number} Имя: {name} Описание: {description} {valid} Куплен: {sold_at}

source: Valid
ru: Валидный

source: Not valid
ru: Не валидный

source: Account not found
ru: Аккаунт не найден

source: Service not found
ru: Сервис не найден

source: Confirm deletion of this account? Phone number: {phone_number} Name: {name}
ru: Подтвердите удаление этого аккаунта? Номер телефона: {phone_number} Имя: {name}

source: An error occurred, please try again
ru: Произошла ошибка, попробуйте ещё раз

source: The account has been successfully deleted
ru: Аккаунт успешно удалён

source: Checking for validity...
ru: Проверяем на валидность...

source: The account is not valid
ru: Аккаунт не валидный

source: The account is valid
ru: Аккаунт валидный

source: Unable to retrieve data
ru: Невозможно получить данные

source: Date: {date} Code: <code>{code}</code>
ru: Дата: {date} Код: <code>{code}</code>

source: Loading...
ru: Загрузка...

source: Search...
ru: Поиск...

source: No codes found
ru: Коды не найдены

source: Login: <code>{login}</code> Password: <code>{password}</code>
ru: Логин: <code>{login}</code> Пароль: <code>{password}</code>

source: Product not found
ru: Продукт не найден

source: ID product: {product_id} Name: {name} Purchased: {sold_at}
ru: ID товара: {product_id} Имя: {name} Куплен: {sold_at}

source: Confirm deletion of this product ID product: {sold_universal_id} Name: {name}
ru: Подтвердите удаление этого товара ID товара: {sold_universal_id} Имя: {name}

source: The product has been successfully deleted
ru: Продукт успешно удалён

source: Description: {description}
ru: Описание: {description}

source: Select the settings item
ru: Выберите пункт настроек

source: Language in the bot
ru: Язык в боте

source: Notification Settings
ru: Настройки уведомлений

source: All fund movements. To view a specific transaction, click on it
ru: Все движения средств. Для просмотра конкретной транзакции нажмите на неё

source: ID: {transaction_id} Type: {type} Amount: {amount} Balance before: {balance_before} Balance after: {balance_after} Date: {created_at}
ru: ID: {transaction_id} Тип: {type} Сумма: {amount} Баланс до: {balance_before} Баланс после: {balance_after} Дата: {created_at}

source: Your referral link: <a href='{ref_link}'>Link</a> Total earnings: {total_earnings} Number of total invited referrals: {total_number_ref} Number of 1st level referrals: {ref_first_lvl} Number of 2nd level referrals: {ref_second_lvl}
ru: Ваша реферальная ссылка: <a href='{ref_link}'>Ссылка</a> Общий заработок: {total_earnings} Кол-во общих приглашенных рефералов: {total_number_ref} Кол-во рефералов 1-го уровня: {ref_first_lvl} Кол-во рефералов 2-го уровня: {ref_second_lvl}

source: A history of all referral earnings. To view a specific transaction, click on it
ru: История всех начислений от рефералов. Для просмотра конкретной транзакции нажмите на неё

source: ID: {id} Referral Username: {username} Amount: {amount} Percentage of Replenishment: {percentage_of_replenishment} Date: {date}
ru: ID: {id} Username реферала: {username} Cумма: {amount} Процент от пополнения: {percentage_of_replenishment} Дата: {date}

source: The file was successfully generated
ru: Файл успешно сформирован

source: Select the desired action
ru: Выберите желаемое действие

source: Enter the amount
ru: Введите сумму

source: Enter the recipients ID
ru: Введите ID получателя

source: Check the data for accuracy Amount: {amount} ID Recipient: {recipient}
ru: Проверьте корректность данных Сумма: {amount} ID получателя: {recipient}

source: Funds have been successfully transferred
ru: Средства успешно переведены

source: Funds transferred to your balance: {amount} ₽ Current balance: {balance}
ru: На ваш баланс переведены средства: {amount} ₽ Текущий баланс: {balance}

source: Enter the number of activations for the voucher
ru: Введите число активаций для ваучера

source: Check the data for accuracy Total amount of funds required for activation: {total_sum} Amount of one voucher: {amount} Number of activations: {number_activations}
ru: Проверьте корректность данных Общее количество средств на активацию: {total_sum} Сумма одного ваучера: {amount} Число активаций: {number_activations}

source: Voucher successfully created. Activation link: <a href='{link}'>Ссылка</a> Amount: {amount} Number of activations: {number_activations} Total amount spent on activation: {total_sum} Current balance: {balance} Note: One user can only activate one voucher
ru: Ваучер успешно создан Ссылка на активацию: <a href='{link}'>Ссылка</a> Сумма: {amount} Число активаций: {number_activations} Общее количество средств затраченное на активацию: {total_sum} Текущий баланс: {balance} Примечание: один пользователь может активировать только один ваучер

source: This voucher is currently inactive
ru: На данный момент, этот ваучер является неактивным

source: All vouchers. To view a specific voucher, click on it
ru: Все ваучеры. Для просмотра конкретного ваучера нажмите на него

source: ID: {id} Link: <a href='{link}'>Copy</a> Total spent: {total_amount} Amount: {amount} Allowed number of activations: {number_of_activations} Number of activations: {activated_counter}
ru: ID: {id} Ссылка: <a href='{link}'>Копировать</a> Суммарно затрачено: {total_amount} Сумма: {amount} Разрешённое число активаций: {number_of_activations} Число активаций: {activated_counter}

source: Are you sure you want to deactivate the voucher? Amount to be refunded: {amount}
ru: Вы действительно хотите деактивировать ваучер? Сумма которая вернётся: {amount}

source: The voucher has been successfully deactivated Your account has been credited with: {amount} Current balance: {balance}
ru: Ваучер успешно деактивирован На ваш счёт начислено: {amount} Текущий баланс: {balance}

source: There was an error deactivating your voucher If your funds have not been returned, please contact support: @{username_support}
ru: Во время деактивации ваучера произошла ошибка Если средства не вернулись, обратитесь к поддержке: @{username_support}
