Repository: IvanShankin/Autoshop-telegram-bot
Catalog: locales/*/LC_MESSAGES/referral_report.po
Languages: ru

source: Parameter
ru: Параметр

source: Value
ru: Значение

source: Export date
ru: Дата выгрузки

source: Owner ID
ru: ID владельца

source: Total referrals
ru: Всего рефералов

source: Total income
ru: Всего дохода

source: Referral ID
ru: ID реферала

source: Referral username
ru: Юзернейм реферала

source: Level
ru: Уровень

source: Join date
ru: Дата прихода

source: Total brought
ru: Всего принёс

source: Deposit ID
ru: ID пополнения

source: Amount
ru: Сумма

source: Referral deposit percentage
ru: Процент от пополнения реферала

source: Deposit date
ru: Дата пополнения

source: Metric
ru: Метрика

source: Level 1 referrals
ru: Рефералов 1 уровня

source: Level 2 referrals
ru: Рефералов 2 уровня
